Repository: amrtarek2013/besa
Catalog: resources/locales/*/validation.po
Languages: ar

source: Please enter valid url
ar: الرجاء ادخال رابط موقع صحيح

source: No file selected. This field is required
ar: لم يتم تحديد/اختيار ملف. هذا الملف اجبارى

source: This field is required
ar: هذا الملف اجبارى/مطلوب

source: Invalid file type. Types required
ar: نوع الملف غبر صحيح. نوع الملف اجبارى

source: No file selected.
ar: لم يتم تحديد/اختيار ملف

source: Error while saving uploaded file
ar: خطأ اثناء حفظ الملف المرفوع

source: File size is larger than
ar: حجم الملف اكبر من

source: File size is too large
ar: حجم الملف كبير جدا

source: Cannot write to temp directory
ar: لايمكن الكتابة على مجلد الملفات المؤقتة

source: File could not be uploaded
ar: لم يتم رفع الملف

source: Sorry, please check your data
ar: نأسف الرجاء التأكد من بياناتك والمحاولة مرة أخرى

source: Sorry, there is no available days for the selected Proctor
ar: نأسف لاتوجد ايام متاحة للمشرف الذى تم تحديده

source: Sorry, there is no available times on this day
ar: نأسف لاتوجد اوقات متاحة لليوم الذى تم تحديده

source: The confirmation email has been sent.
ar: نأسف الرجاء التأكد من بياناتك والمحاولة مرة أخرى

source: Sorry, Booking time can not be empty. Please, try again.
ar: وقت الحجز لايمكن ان يكون فارغ. الرجاء المحاولة مرة أخرى

source: Sorry, The selected time already booked! Please, try again.
ar: نأسف وقت الحجز محجوز مسبقا. الرجاء المحاولة مرة أخرى

source: The Booking has been sent. Please check your email to validate your account.
ar: الحجز تم بنجاح. الرجاء مراجعة بريدك الالكترونى للتأكد من حسابك

source: Please enter no more than 13 characters.
ar: يجب ان لا يزيد عن 13 حرف

source: Sorry, there is no Available Times for selected Date
ar: نأسف لاتوجد اوقات متاحة لليوم الذى تم تحديده

source: Please correct the errors and try again
ar: الرجاء تصحيح الاخطاء والمحاولة مرة اخرى

source: Please correct the errors and try again.
ar: الرجاء تصحيح الاخطاء والمحاولة مرة اخرى

source: Please select certification first
ar: الرجاء اختيار الشهادة أولا

source: Please enter at least 10 characters.
ar: يجب ان لا يقل الطول عن 10
